bench/log/linux/2026-07-31-ec4-sizeclass-locks/v2-off-t3-wrk.txt
Running 20s test @ http://127.0.0.1:4793/json
  4 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     7.02ms   13.33ms 127.67ms   87.58%
    Req/Sec    11.93k     4.54k   22.17k    65.12%
  950300 requests in 20.05s, 757.56MB read
  Non-2xx or 3xx responses: 1
Requests/sec:  47407.05
Transfer/sec:     37.79MB